{"1": {"Rating": "", "Heading": "Verbrecher! Abzocke und Betrug.", "Content": "Der reinste Abschaum sind diese Verbrecher.Entgegen geltendem Recht werden einem die gekauften Windows-Keys nicht zugesprochen.Zwar sagt Windoof das der Key OK sei, aber aktivieren auf keinen Fall.Kommt endlich klar mit eurem Dreck!Ich hab nun schon zig Keys kaufen müssen, weil bei jedem Hardwarewechsel so ein Schwachsinn kommt.Ich hab mein kompletten PC schneller zusammengebaut als das der Dreck mit gültigem Key aktiviert wird. Pfui! *Spuck auf Microsoft*Wenn man dann bei der so genannten Hotline anruft ist eh nur so ein Schrott-Bot dran und eine echte Person hab ich dort noch nie erlebt, egal zu welcher Tageszeit.Daher gibt es auch keinen SRX-Müll von euch, Ihr versteckt euch ja wie elediges Gesindel.Dieses Unternehmen klaut dem \"Kunden\" Geld, Daten und was weiß ich noch noch alles, aber jetzt ist Schluss.Ich hab genug \"echte\" Keys gekauft, nun muss es halt eine Raubkopie richten, wenn die \"Schlaumeier\" das nicht anders kapieren, dann gibt es keinen Kauf mehr von deren Produkten.Da brauchen die dann auch nicht rumjammern, das dies illegal sei, denn selber sind sie die größten Abzocker und Verbrecher.260 Euro für eine veraltete Windows 10 Version ist Wucher und Abzocke vom feinsten. Halten tut der Müll dann bis zur nächsten Hardwareänderung.Ich spuck auf euch!"}, "2": {"Rating": "1", "Heading": "Frage an Microsoft", "Content": "Die Frage ist: Werden Updates vor dem Release auch auf ihre Fehlerfreiheit getestet? Ich glaub, das ist nicht mehr der Fall. Seit dem letzten Update hängt sich Windows 10 (22H2) ständig, teils mehrfach am Tag, einfach komplett auf. Und natürlich handelt es sich dabei um ein Update, welches nicht ohne Weiteres deinstalliert werden kann. So bringt man jahrelange Stamm-Nutzer nicht dazu, Windows die Treue zu halten. Noch dazu die hohen Hardware-Anforderungen für Windows 11, wegen der ich mir, wenn ich nicht \"basteln und beten\" will, wohl bald für eine vierstellige Summe einen neuen PC bauen kann."}, "3": {"Rating": "1", "Heading": "Nur noch müll die Firma Microsoft", "Content": "Nur noch müll die Firma Microsoft. Ich hatte mich schon länger beim Insider Kanal registriert. Leider kann ich die kommende Version zu Windows 11 nicht bewertet, weil ich für Microsoft obwohl ich schon 34 Jahre alt bin angeblich noch zwei jung sei um eine Bewertung abzugeben. Microsoft nimmt nur Bewertungen ab einem bestimmten Alter. Totaler Schwachsinn."}, "4": {"Rating": "", "Heading": "Top Surface Geräte", "Content": "Bin im Besitz eine Surface Book 2, eines Surface Duo und Surface Headphones 2.Alle, vor allem das Surface Book 2, läuft wie an Tag 1. Ich mag, entgegen vieler Meinungen in Foren, Windows 11 sehr. Abstürze sind hier extrem selten. Auch bei der Konkurrenz, blieb ich von Abstürzen nicht verschont.Im Großen und Ganzen werden die Surface-Geräte sehr intensiv von mir genutzt und zeigen keinerlei Ermüdungserscheinungen. Das Surface Book 2 ist mit der Weile 5 Jahre alt. Einfach top!Ich freu mich auf die Zukunft mit Microsoft!"}, "5": {"Rating": "1", "Heading": "Nur noch Müll die Microsoft Software", "Content": "Nur noch Müll die Microsoft Software. Vom Betriebssystem bis zu den Office Programm.Windows wird ineffizient sobald man kein Abo mehr hat bei denen. Dateien im OneDrive verschwinden. Nur noch Katastrophe dieses Unternehmen. Gäbe es eine alternative wäre die Firma schon längst Geschichte so wie es in den letzten Jahren gehandhabt wird."}, "6": {"Rating": "1", "Heading": "Kein Kundensupport", "Content": "Versucht Microsoft 365 Abo zu kündigen, habe leider meine Zugangsdaten für das MS-Konto nicht mehr.Absolut unmöglich dieses Konto wieder herzustellen um das Abo kündigen zu können.Absolut kein Kundenservice vorhanden um dieses Problem zu lösen - weder online noch telefonisch."}, "7": {"Rating": "1", "Heading": "Geld verdienen für null Service auf dem Buckel des Mittelstandes", "Content": "Gehts eigentlich noch, einfach Gebühren zu erheben, damit ich weiterhin meinen Mailaccount verwenden kann? Wieder mal typisch: Grosskonzerne, wie Microsoft, machen Geld auf dem Buckel kleiner Menschen. Statt dass Microsoft Steuern bezahlt, wie alle normalsterblichen Personen, sucht das Unternehmen lieber nach mehr Einnahmemöglichkeiten, z.B. indem es seinen KundInnen monatlich CHF 1.95 andreht, damit sie weiterhin ihren Mailserver verwenden können. Wem nützt dieses Geld? Gewiss nur wieder dem Management des Unternehmens, das sich so mehr Villen, Urlaub und Autos erschleicht... Wenn es wenigstens der unteren Etage zugutekäme: wie gerne würde ich die 1.95 bezahlen. Aber so! Schande über euch!"}, "8": {"Rating": "1", "Heading": "1 Stern ist noch zu viel", "Content": "Ich spiele gerne die Kartenspiele von Microsoft Solitaire Collection die eigentlich sehr schön sind.Aber leider wird man zwischen den Leveln ständig mit extrem dämlicher Werbung belästigt und nun kommt es noch dicker:Für die Abschaltung der dämlichen Werbung soll man bezahlen einfach nur geldgierig und krank."}, "9": {"Rating": "1", "Heading": "Microsoft zerstört funktionierendes Windows 10", "Content": "An sich mag ich Microsoft und nutze es auch seit Windows 98. Aber was seit Windows 11 optisch und Betriebssystem technisch gemacht worden ist !Ist eine absolute Frechheit !Windows 10 war top.Windows 10 war hübsch, praktisch und übersichtlich.Windows 11 ist einfach nur eine Katastrophe.Ich bin wütend.Ich finde es grauenhaft.Ich verstehe nicht, warum man funktionierende Sachen ständig ändern muss !!!Wäre schön wenn eine Firma, dass Leben der Bürger, nicht ständig schwieriger macht.Werde mich wohl in Zukunft mit verschiedenen Linux System beschäftigen, oder Windows 10 nutzen bis ich mir irgendwann was einfange."}, "10": {"Rating": "1", "Heading": "Updates zerschießen Audiotreiber regelmäßig", "Content": "Hallo,ich bin von Microsoft Windows 10 inzwischen nur noch abgenervt. Man bekommt die Updates förmlich aufgezwungen. Ganz gleich ob man diese deaktiviert hat. Updates sind natürlich / eigentlich sinnvoll und nützlich. Aber in meinem Fall, sowie in vielen anderen zerschießt das Windows Update regelmäßig den Audiotreiber. Jedes Mal muss ich dann die Treiber deinstallieren und reinstallieren. Zusätzlich muss ich alles neu konfigurieren. Als Musiker und Produzent ist das ein riesen Problem. Dieser Zeit und Mehraufwand ist sehr kontraproduktiv. Ich habe inzwischen mehrere Schritte probiert um Updates zu verhindern. 1. In den Einstellungen deaktiviert. 2. In einer Firewall geblockt. 3. Software installiert die ein Update blockiert. 4. Softwareupdates für Drittanbieter deaktiviert. Windows schafft es jedoch trotzdem auf den Rechner und installiert einfach beim nächsten hochfahren Updates. Dieser Updatezwang ist skandalös und fast schon eine Nötigung! Ich habe dieses Produkt gekauft und ich selbst entscheide inwieweit ich es warte, pflege und update. Ich bin auf Windows angewiesen, da die meiste meiner Produktionssoftware nur auf Windows läuft. Ansonsten hätte ich es schon längst abgelöst!Ich bin enttäuscht."}, "11": {"Rating": "1", "Heading": "Windows 10 Update jede Stunde mein Laptop ist dank Windows 10 unbrauchbar", "Content": "Ständig tägliche stündliche Zwangsupdate von Windows 10, die sich  nicht abstellen ließen, arbeiten war dank diesen Windows nicht mehr möglich, die Updatebenachrichtigung penetrant einen störte! Dann komme ich der Updatebelästigung nach, und Ergebnis: Mein Hp Pavillion Laptop wurde von den Updates zerschossen,Software/Bios alles hinüber. Ich bin entsetzt von Windows 10, dass so viele Leute weiter diese Sicherheitslüge glauben, und weiterhin Windows 10 nutzen, ist nur noch unlogisch, und nicht sinnvoll mehr, Leute geht wieder zurück zu Windows XP wir kamen damals auch mit Viren/Trojanern/Malware, klar, ohne diese Updates von Microsoft, die PCs/Laptops kaputt machen! Diese Updates fragen nie nach der Zustimmung, ob man sie installieren will, sie werden einem immer aufgezwungen! Ich will diese Updates nicht mehr! Dank dieser Updates, habe ich nun keinen Rechner mehr! Windows gehört verklagt, und zur Verantwortung gezogen! Nieder mit Windows 10 und Windows 11! Gebt uns Windows XP zurück, das war das beste System, was ihr bis jetzt hattet! Wir wollen keine neuen Rechner kaufen, mit Chips nur für Windows 11, das ist mit Sicherheit ein Abkommen, das ihr mit Hardwarestellern getroffen habt, damit ihr massig Geld an den Leuten verdienen könnt! So eine Profitgier gehört dagegen vorgegangen! Schämt euch! Täte Linux/Apple nicht so wenig Spiele herausbringen für deren Betriebssysteme, ich würde euch schon längst den Rücken kehren! Ihr wisst haargenau, dass die Spielproduzenten in erster Linie für Windows Spiele herausbringen, weil sie und darauf wette ich einen Vertrag mit euch dafür haben, dass sie dann finanziell dafür entlohnt werden. Das gehört verboten! Ihr benutzt eure Kunden nur noch für Geld! Da gehört dagegen was unternommen, und das in Zeiten wo seit den Neunzigern alles nur noch teurer wird, und das in Kriegszeiten und in Krisenzeiten. Microsoft ist ein gieriger Konzern, der uns finanziell leer saugt, und dem egal ist, ob wir Probleme mit deren Produkten oder deren Betriebssystemen haben!"}, "12": {"Rating": "1", "Heading": "Schlechte Qualität der Produkte (Xbox…", "Content": "Schlechte Qualität der Produkte (Xbox Controller gehen nach 1 Jahr kaputt - Stickdrift). Support ist schlecht (Man wird vom Personal 1 Stunde in der Warteschleife gehalten und dann rausgeschmissen + diese sind häufig unhöflich)Kauft euch lieber Produkte der Konkurrenz. Da seit ihr wahrscheinlich besser beraten. Ich verkaufe jetzt erstmal meine Xbox und hole mir eine Ps5 :)"}, "13": {"Rating": "", "Heading": "Azure akzeptiert Zahlung nicht", "Content": "Azure hat Probleme wenn man mehrere Verzeichnisse oder Domains nutzt. Wenn das System feststellt dass die Debitcard bereits für andere Konten genutzt wird, dann kommt man selbst nicht mit dem Paket 'Nutzungsbasierte Bezahlung' weiter. Dieser Programmierfehler und auch andere Auffäligkeiten sind wirklich ein Grund zu AWS zu wechseln."}, "14": {"Rating": "1", "Heading": "Klaut Daten und sperrt Konten", "Content": "Vor knapp zwei Jahren hat Microsoft ohne Angabe von Gründen mein Microsoft-Konto gesperrt. Der Support ist keine Hilfe. Seither versuche ich über den Datenschutzbeauftragten und dem Compliance-Team an meine Daten zu kommen bzw. diese zu löschen, allerdings bekomme ich nur vorgefertigte Antworten, die teilweise gar nicht auf meine Themen eingehen. Leider sind die Datenschutzbehörden zu überlastet."}, "15": {"Rating": "1", "Heading": "Microsoft EDGE WebViewer2", "Content": "Microsoft ist eine Firma, die erlauben sich schon ein ganz paar Dinge. Viel Ahnung von nichts und Softwarekomponenten ohne Zustimmung des Users installieren. Zum Beispiel EDGE WebViewer2, dieses nutzlose Zeug wird ständig neu installiert. Aber einen Windows 11 Defender, da haben diese Leute bei Microsoft \"komplexe\" Probleme. Auch der eigentliche Browser EDGE ist eine einzige Fehlkonstruktion, Prüfprogramme melden immer, EDGE nicht geschlossen.Also da gibt es noch sehr viel zu tun bei Microsoft.Sind eben spezielle Spezialisten bei Microsoft."}, "16": {"Rating": "1", "Heading": "GROTTENSCHLECHTER SERVICE!!!", "Content": "GROTTENSCHLECHTER SERVICE!!! Ich habe, weil sich das von mir erworbene Office365 nicht installieren ließ, eine Serviceanfrage an Microsoft gesendet.Das war am 05.08.23022 um 15:03 Uhr.Es sindjetzt 3,5 Wochen vergangen und keinerlei Reaktion von denen!Dann hätte ich mich auch in den Garten stellen können und ein Lied singen, das hätte genau so viel bewirkt.Ich verstehe die User jetzt, die die Schnauze voll haben von Microsoft und zu LINUX, oder zum MAC wechseln.Da passiert so etwas nicht!"}, "17": {"Rating": "1", "Heading": "Märchen haben immer etwas Wahres im Kern, Microsoft!", "Content": "Es war einmal ein Unternehmen, was sich lieb und nett zeigte. Bis zu dem Tag an dem der Geschäftssinn überhandnahm. Leider überlegte man nur bis kurz vor Mittag, machte aber dadurch so richtig Umsatz. Doch war dem noch nicht genug. Nun nahm man auch Wege die gar nicht mehr lieb und nett waren…        Bis sich das Blatt irgendwann gewaltig wendet? -  Nicht das jemand denkt das Märchen handelt von der Standard Oil Company! – Nein, so etwas gibt es heute auch, lässt aber nie (geplant) Gutes folgen! -"}, "18": {"Rating": "", "Heading": "Microsoft Windows 11 finde ich eine…", "Content": "Microsoft Windows 11 finde ich eine riesengroße Frechheit. Microsoft verursacht den größten Elektromüll der Welt. Wie hinterlistig ist Microsoft um heimlich TPM (Trusted Platform Module) in die neuen Computern einzubauen zu lassen, damit bestimmte PC älteren Baujahre mit Windows 11 nicht mehr nutzbar sind.  Windows 11 kann man auch ohne TPM installieren  \"aber\"  man hat ständig Schwierigkeiten mit Updates, die Version 22H2 hatte ich auf mein Laptop und dann fangen die Schwierigkeiten an. Acer hat auch nichts zum nachrüsten, kein TPM Modul, nach Aussage von ACER kann ich mein Laptop aus dem Jahr 2014 (Acer E17 e5-731) entsorgen, diesen ich kaum benutzt habe und mit einer neuen 500GB Samsung SSD noch top in Schuss ist. Ich schließe mich der Wegwerfgesellschaft nicht an!  FRECHHEIT VON MICROSOFT \"MIT WINDOWS 11\".Es wird Zeit, dass die Voraussetzungen (Machenschaften) für Windows 11 von Microsoft aufgehoben werden."}, "19": {"Rating": "1", "Heading": "Windows 11 ist eine Katastrophe", "Content": "Windows 11 ist eine Katastrophe! Dieses Betriebsystem kostet mich jedes Mal den letzten Nerv! Es ist auch eine Frechheit dass man OneDrive nicht deinstallieren kann."}, "20": {"Rating": "1", "Heading": "chrome sucht nurnoch mit bing", "Content": "microsoft installiert automatisch office 365 auf meinem pc und dadurch wird in chrome nurnoch bing als suchmaschine benutzt. auch ändern der standartsuchmaschine hat nichts gebragt: office deinstalliert( wurde ungewollt installiert) alles geht wieder wie normal.... daber eigentlich 0 sterne weil microsoft dir einfach nur ihre produkte aufzwingen will und nichts anderes...."}}