{"Summary": "Dann,sollte, da ich Apple Care habe, es ausgetauscht werden, da ich es nicht einsehe, mir die Software neu aufzuspielen mit nem PC. Nach insgesamt 2 Stunden an der Strippe, landete ich mal bei jemanden, der mir sagte, ich könnte auch im Media Markt das Gerät abgeben.Finde es erschreckend, wie überhaupt so eine Firma den Smartphone Markt beherrscht, mit so einem mickrigen Support voller inkompetenter Leuten. Defekte Artikel (Akku) werden nicht repariert, obwohl diese etwas über einen Monat alt sind...Arroganter Supporter, kann man ja wieder aufladen...Wirklich 0 Hilfestellung...Mehr als Radio Buttons zu schubsen können die Mitarbeiter nicht... Theoretisch könnte man auch Schimpansen einsetzen, die sind günstiger...Pure Lebenszeit verschwendet...Hier ist Name Programm...Hier werden sie verappled...Strasse passt auch hervorragend zum Service, einfach zum weg rennen...\nBeim Kauf von Apple Homepod (habe 2 grosse gekauft) wird versprochen 1/2 Jahr Apple Music kostenlos, habe diesen nicht erhalten und Support angerufen, miesester Telefon Support den ich je erlebt habe auch 25min in der Warteschleife mit gellender Musik, Mitarbeiterin musste nach 15 Minuten Vorgesetzte rufen, diese lässt mich dann wieder 10 Minuten in der Warteschleife bis ich dann schlussendlich aufgelegt habe. (hätte dann zumindest Rückruf erwartet, hätte ja sein können dass wir unterbrochen wurden, war dem aber nicht so.Daraufhin per Chat versucht, alle Fragen wieder beantwortet, Antworten die ich am Anfang gegeben hatte wurden wieder abgefragt, gehe davon aus dass die deine Antworten nicht bewusst lesen, bis dann am Schluss gesagt wurde, wenn man den Gratis Account von Apple Music in der Vergangenheit schon mal genutzt habe, dieser nicht wieder Verfügbar sei für den gleichen Apple Account. Als ich gesehen habe, dass so ein toller Service wie von Apple (meine Erfahrungen) so schlecht bewertet wurde, wunderte ich mich und die erste Idee war, dass hier die Konkurrenz am Werke war, da es sehr konträr zu meinen Erfahrungen ist."}