{"Summary": "*Spuck auf Microsoft*Wenn man dann bei der so genannten Hotline anruft ist eh nur so ein Schrott-Bot dran und eine echte Person hab ich dort noch nie erlebt, egal zu welcher Tageszeit.Daher gibt es auch keinen SRX-Müll von euch, Ihr versteckt euch ja wie elediges Gesindel.Dieses Unternehmen klaut dem \"Kunden\" Geld, Daten und was weiß ich noch noch alles, aber jetzt ist Schluss.Ich hab genug \"echte\" Keys gekauft, nun muss es halt eine Raubkopie richten, wenn die \"Schlaumeier\" das nicht anders kapieren, dann gibt es keinen Kauf mehr von deren Produkten.Da brauchen die dann auch nicht rumjammern, das dies illegal sei, denn selber sind sie die größten Abzocker und Verbrecher.260 Euro für eine veraltete Windows 10 Version ist Wucher und Abzocke vom feinsten. !Wäre schön wenn eine Firma, dass Leben der Bürger, nicht ständig schwieriger macht.Werde mich wohl in Zukunft mit verschiedenen Linux System beschäftigen, oder Windows 10 nutzen bis ich mir irgendwann was einfange. Ich bin entsetzt von Windows 10, dass so viele Leute weiter diese Sicherheitslüge glauben, und weiterhin Windows 10 nutzen, ist nur noch unlogisch, und nicht sinnvoll mehr, Leute geht wieder zurück zu Windows XP wir kamen damals auch mit Viren/Trojanern/Malware, klar, ohne diese Updates von Microsoft, die PCs/Laptops kaputt machen! Wir wollen keine neuen Rechner kaufen, mit Chips nur für Windows 11, das ist mit Sicherheit ein Abkommen, das ihr mit Hardwarestellern getroffen habt, damit ihr massig Geld an den Leuten verdienen könnt! Ich habe, weil sich das von mir erworbene Office365 nicht installieren ließ, eine Serviceanfrage an Microsoft gesendet.Das war am 05.08.23022 um 15:03 Uhr.Es sindjetzt 3,5 Wochen vergangen und keinerlei Reaktion von denen!Dann hätte ich mich auch in den Garten stellen können und ein Lied singen, das hätte genau so viel bewirkt.Ich verstehe die User jetzt, die die Schnauze voll haben von Microsoft und zu LINUX, oder zum MAC wechseln.Da passiert so etwas nicht!"}